<!DOCTYPE html>
<html lang="en">

<head>
    <meta charset="utf-8">
    <meta http-equiv="X-UA-Compatible" content="IE=edge">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <!-- The above 3 meta tags *must* come first in the head; any other head content must come *after* these tags -->
    <meta name="description" content="">
    <meta name="author" content="">
    <link rel="icon" href="../../favicon.ico">
    <title>Ni&#353;ki golubovi</title>
    <!-- Bootstrap core CSS -->
    <link href="./css/bootstrap-theme.min.css" rel="stylesheet">
    <!-- IE10 viewport hack for Surface/desktop Windows 8 bug -->
    <link href="./css/ie10-viewport-bug-workaround.css" rel="stylesheet">
    <link href="./css/bootstrap.css" rel="stylesheet">
    <!-- animate WoW -->
    <link href="./css/animate.css" rel="stylesheet">
    <!-- carousel -->
    <link href="./css/carousel.css" rel="stylesheet">
    <!-- ihover -->
    <link href="./css/ihover.css" rel="stylesheet">
    <!-- My CSS -->
    <link href="./css/mystyle.css" rel="stylesheet">
    <!-- Just for debugging purposes. Don't actually copy these 2 lines! -->
    <link href="https://fonts.googleapis.com/css?family=Lato:300,400,400i,700,900" rel="stylesheet">
    <!-- Script -->
    <script src="./js/ie-emulation-modes-warning.js"></script>
    <!-- HTML5 shim and Respond.js for IE8 support of HTML5 elements and media queries -->
    <!-- Custom styles for this template -->
</head>
<!-- NAVBAR
================================================== -->

<body>
    <div class="container-fluid navigation-color">
        <div class="container" id="home">
            <div class="row">
                <nav class="navbar navbar-inverse navbar-fixed-top">
                    <div class="col-sm-4 col- md-4 col-lg-4 navbar-header">
                        <button type="button" class="navbar-toggle collapsed" data-toggle="collapse" data-target="#navbar" aria-expanded="false" aria-controls="navbar"> <span class="sr-only">Toggle navigation</span> <span class="icon-bar"></span> <span class="icon-bar"></span> <span class="icon-bar"></span> </button>
                        <a class="navbar-brand"><img src="img/logo.png" alt="logo"></a> <a class="navbar-brand text-uppercase" href="#home">Ni&#353;ki golubovi</a> </div>
                    <div id="navbar" class="col-sm-8 col-md-8 col-lg-8 navbar-collapse collapse l-menu effect-1">
                        <ul class="nav navbar-nav navbar-right c-menu text-uppercase">
                            <li class="c-menu-item"><a href="#odgoj">Moj odgoj</a></li>
                            <li class="c-menu-item"><a href="#rase">Ni&#353;ke rase</a></li>
                            <li class="c-menu-item"><a href="#letaci">Visoko leta&#269;i</a></li>
                            <li class="c-menu-item"><a href="#belorepci">Belorepci</a></li>
                            <li class="c-menu-item"><a href="#galerija">Galerija</a></li>
                            <li class="c-menu-item"><a href="#contact">Kontakt</a></li>
                        </ul>
                    </div>
                </nav>
            </div>
        </div>
    </div>
    <!-- Carousel
    ================================================== -->
    <div class="container-fluid">
        <div class="row">
            <div id="myCarousel" class="carousel slide" data-ride="carousel">
                <!-- Indicators -->
                <ol class="carousel-indicators">
                    <li data-target="#myCarousel" data-slide-to="0" class="active"></li>
                    <li data-target="#myCarousel" data-slide-to="1"></li>
                    <li data-target="#myCarousel" data-slide-to="2"></li>
                </ol>
                <div class="carousel-inner" role="listbox">
                    <div class="item active background-image img-responsive" style="background-image: url('./img/1.jpg')"> 
                        <!--<img class="first-slide img-responsive" src="./img/1.jpg" alt="Pigeon_1">-->
                        <div class="container">
                            <div class="carousel-caption">
                                <h2>PRVI SAJT O NI&#352;KIM RASAMA GOLUBOVA!</h2>
                                <p>Golubarstvo to su ljudi, ne golubovi...</p>
                            </div>
                        </div>
                    </div>
                    <div class="item background-image" style="background-image: url('./img/2.jpg')"> 
<!--                        <img class="second-slide img-responsive" src="./img/2.jpg" alt="Pigeon_2">-->
                        <div class="container">
                            <div class="carousel-caption">
                                <h2>PRVI SAJT O NI&#352;KIM RASAMA GOLUBOVA!</h2>
                                <p>Golubarstvo to su ljudi, ne golubovi...</p>
                            </div>
                        </div>
                    </div>
                    <div class="item background-image" style="background-image: url('./img/3.jpg')"> 
                        <!--<img class="third-slide img-responsive" src="./img/3.jpg" alt="Pigeon_3">-->
                        <div class="container">
                            <div class="carousel-caption">
                                <h2>PRVI SAJT O NI&#352;KIM RASAMA GOLUBOVA!</h2>
                                <p>Golubarstvo to su ljudi, ne golubovi...</p>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </div>
    </div>
    <!-- end carousel -->
    <!-- odgoj START -->
    <div class="container-fluid my-pigeon">
        <div class="container" id="odgoj">
            <h3 class="text-center text-uppercase gray-color wow animated pulse">Moj odgoj</h3>
            <div class="text-description row">
                <div class="col-lg-4 col-md-4 col-sm-12 col-xs-12 text-justify">
                    <div class="ih-item circle effect16 right_to_left img-species">
                        <a href="#">
                            <div class="img"><img class="img-species img-responsive img-circle center-block" src="./img/0dgoj1.jpg" alt="image"></div>
                            <div class="info">
                                <h3>Ni&#353;ki Golubovi</h3> </div>
                        </a>
                    </div>
                    <p class="wow animated fadeIn">Autohtone rase golubova sa ovih prostora gaje se u porodici Cvetkovi&#263; generacijama. Tako su se odgojem golubova bavili deda, stric i otac, pa sam i ja nasledio porodi&#269;nu tradiciju i ljubav prema golubovima te sam se uzgojem golubova po&#269;eo baviti samostalno jo&#353; od svoje desete godine.</p>
                    <p class="wow animated fadeIn">U prvih par godina uzgoja tragao sam za rasom koju bih gajio i koja bi zadovoljila moje ukuse po pitanju temperamenta i eskterijera, pa je tako izbor veoma logi&#269;no pao na Ni&#353;ke golubove, pored kojih sam &#269;itavih dvanaest godina dr&#382;ao i Srpske visokoleta&#269;e u beloj boji.</p>
                </div>
                <div class="col-lg-4 col-md-4 col-sm-12 col-xs-12 text-justify">
                    <div class="ih-item circle effect16 right_to_left img-species">
                        <a href="#">
                            <div class="img"><img class="img-species img-responsive img-circle center-block" src="./img/0dgoj2.jpg" alt="image"></div>
                            <div class="info">
                                <h3>Ni&#353;ki Golubovi</h3> </div>
                        </a>
                    </div>
                    <p class="wow animated fadeIn">Razo&#269;aran neplanskim ukr&#353;tanjem, sistematskim uni&#353;tavanjem identiteta ovog goluba i pravcem kojim je srpsko golubarstvo, kada je re&#269; o Srpskom visokoleta&#269;u, po&#269;elo da se kre&#263;e prestajem da dr&#382;im Srpske visokoleta&#269;e i donosim odluku da svu svoju energiju i odre&#273;eno znanje koje posedujem o na&#353;im autohtonim rasama usmerim na odgoj Ni&#353;kih visokoleta&#269;a u retkoj beloj boji i Ni&#353;kim belorepim visokoleta&#269;ima u svim priznatim varijetetima.</p>
                </div>
                <div class="col-lg-4 col-md-4 col-sm-12 col-xs-12 text-justify">
                    <div class="ih-item circle effect16 right_to_left img-species">
                        <a href="#">
                            <div class="img"><img class="img-species img-responsive img-circle center-block" src="./img/0dgoj3.jpg" alt="image"></div>
                            <div class="info">
                                <h3>Ni&#353;ki Golubovi</h3> </div>
                        </a>
                    </div>
                    <p class="wow animated fadeIn">Sada već davne 1995. godine postao sam &#269;lan Sportskog dru&#353;tva odgajiva&#269;a golubova srpskih visokoleta&#269;a "Odgajiva&#269;" SRB-344 iz Bele Palanke, kao ubedljivo najmlađi &#269;lan ovog Dru&#353;tva. Trinaest godina kasnije, 2008. godine, izabran sam za predsednika Dru&#353;tva kome zajedno sa saradnicima menjamo ime u Dru&#353;tvo odgajiva&#269;a golubova 'Odgajiva&#269;', i u&#269;lanjujemo ga ponovo u Savez sitnih &#382;ivotinja Republike Srbije (pored &#269;lanstva u Savezu odgajiva&#269;a golubova Srpskih visokoleta&#269;a Republike Srbije gde smo već bili &#269;lanovi).</p> <a href="#" class="more-see" data-toggle="modal" data-target="#MyModal">Vidi kompletan tekst</a>
                    <div id="MyModal" class="modal fade" role="dialog">
                        <div class="modal-dialog">
                            <div class="modal-content">
                                <div class="modal-header">
                                    <button type="button" class="close" data-dismiss="modal">&times;</button>
                                    <h4 class="modal-title">Moj Odgoj</h4> </div>
                                <div class="modal-body">
                                    <p>Autohtone rase golubova sa ovih prostora gaje se u porodici Cvetkovi&#263; generacijama. Tako su se odgojem golubova bavili deda, stric i otac, pa sam i ja nasledio porodi&#269;nu tradiciju i ljubav prema golubovima te sam se uzgojem golubova po&#269;eo baviti samostalno jo&#353; od svoje desete godine.</p>
                                    <p>U prvih par godina uzgoja tragao sam za rasom koju bih gajio i koja bi zadovoljila moje ukuse po pitanju temperamenta i eskterijera, pa je tako izbor veoma logi&#269;no pao na Ni&#353;ke golubove, pored kojih sam &#269;itavih dvanaest godina dr&#382;ao i Srpske visokoleta&#269;e u beloj boji.</p>
                                    <p>Razo&#269;aran neplanskim ukr&#353;tanjem, sistematskim uni&#353;tavanjem identiteta ovog goluba i pravcem kojim je srpsko golubarstvo, kada je re&#269; o Srpskom visokoleta&#269;u, po&#269;elo da se kre&#263;e prestajem da dr&#382;im Srpske visokoleta&#269;e i donosim odluku da svu svoju energiju i odre&#273;eno znanje koje posedujem o na&#353;im autohtonim rasama usmerim na odgoj Ni&#353;kih visokoleta&#269;a u retkoj beloj boji i Ni&#353;kim belorepim visokoleta&#269;ima u svim priznatim varijetetima.</p>
                                    <p>Sada već davne 1995. godine postao sam &#269;lan Sportskog dru&#353;tva odgajiva&#269;a golubova srpskih visokoleta&#269;a "Odgajiva&#269;" SRB-344 iz Bele Palanke, kao ubedljivo najmlađi &#269;lan ovog Dru&#353;tva. Trinaest godina kasnije, 2008. godine, izabran sam za predsednika Dru&#353;tva kome zajedno sa saradnicima menjamo ime u Dru&#353;tvo odgajiva&#269;a golubova 'Odgajiva&#269;', i u&#269;lanjujemo ga ponovo u Savez sitnih &#382;ivotinja Republike Srbije (pored &#269;lanstva u Savezu odgajiva&#269;a golubova Srpskih visokoleta&#269;a Republike Srbije gde smo već bili &#269;lanovi).</p>
                                    <p> Uspevamo da samo godinu dana kasnije posle punih 20 godina ponovo uspešno organizujemo Izlo&#382;bu sitnih &#382;ivotinja u Beloj Palanci na kojoj okupljamo preko 700 eksponata i 60 izlaga&#269;a iz Bele Palanke, Ni&#353;a, Pirota, Kragujevca, Ni&#353;ke Banje, Aleksinca, &#382;itkovca, Prokuplja, Zeje&#269;ara, te da obnovimo izlo&#382;benu opremu, kaveze i volijere. Dru&#353;tvo uspeva da se za veoma kratko vreme vrati na velika vrata u dru&#353;tveni &#382;ivot op&#353;tine te da aktivno uzme u&#269;e&#353;&#263;e u svim događanjima na lokalu i &#353;ire, i bude prepoznato kao va&#382;an dru&#353;tveni &#269;inilac na lokalu. </p>
                                    <p>No&#353;en idejom da stvorim kvalitetna mati&#269;na jata pomenutih ni&#353;kih rasa golubova obi&#353;ao sam svaki kutak Srbije, i &#353;ire, u potrazi za kvalitetnim golubovima i pri tome nailazio na ljude koji su mi u mnogome pomogli bilo ustupanjem kvalitetnih golubova za dalji rad bilo savetima, te stoga ne mogu a da ne pomenem porodicu Petrovi&#263; (Jovicu i Vladimira) iz Ni&#353;a, Mileta Mileva iz Beograda i Neboj&#353;u Antanasijevi&#263;a iz Vranja koji me je i zainteresovao za retke kei&#353;aste varijetete Ni&#353;kih belorepih visokoleta&#269;a. Moj izbor je pao na ove dve rase jer su od svih ni&#353;kih rasa bili najizazovniji za rad. I to Ni&#353;ki visokoletači u beloj boji upravo zbog retkog varijeteta i nepostojanja velikog broja kvalitetnih primeraka u ovoj boji, a Ni&#353;ke belorepe visokoleta&#269;e zbog veoma te&#353;kog odgoja u smislu po&#353;tovanja veoma zahtevnog Standarda za ovog goluba pre svega imaju&#263;i u vidu raspored &#353;ara (crte&#382;), strukturu, dr&#382;anje, kapu.</p>
                                    <p> Takodje, sa nekolicinom entuzijasta uspeli smo da sa&#269;uvamo retke kai&#353;aste varijetete u ovoj rasi od, skoro sigurnog, nestanka tako &#353;to smo obi&#353;li sve golubarnike u Srbiji gde je mogao da se nadje po neki preostali primerak u nekom od kai&#353;astih varijeteta i kasnijim daljim ukr&#353;tanjem sa&#269;uvali i namno&#382;ili primerke u ovoj boji, pa parenjem sa jednobojnim golubovima radili na popravljanju forme. Naravno, vreme &#263;e pokazati koliko smo bili istrajni i uspe&#353;ni u na&#353;im &#382;eljama.</p>
                                </div>
                                <div class="modal-footer">
                                    <p class="text-center text-uppercase">Golubarstvo to su ljudi, a ne golubovi!</p>
                                    <button type="button" class="btn btn-default" data-dismiss="modal">close</button>
                                </div>
                                <!-- END modal-footer -->
                            </div>
                            <!--  END modal-content -->
                        </div>
                        <!--END modal-dialog -->
                    </div>
                    <!--END id MyModal -->
                </div>
                <!--END col -->
            </div>
            <!--END row -->
        </div>
    </div>
    <!--END container -->
    <!-- odgoj END -->
    <!-- START Description -->
    <div class="container-fluid species-pigeon">
        <div class="container" id="rase">
            <div class="row featurette">
                <div class="col-lg-7 col-md-7 col-sm-12 col-xs-12">
                    <h3 class="text-uppercase title-species wow animated slideInLeft">Ni&#353;ke rase</h3>
                    <ul class="nav nav-tabs">
                        <li class="active normal-tabs"><a href="#history" role="tab" data-toggle="tab">Istorijat</a></li>
                        <li class="normal-tabs"><a href="#description" role="tab" data-toggle="tab">Opis</a></li>
                        <li class="normal-tabs"><a href="#standards" role="tab" data-toggle="tab">Standard</a></li>
                    </ul>
                    <div class="tab-content">
                        <div role="tabpanel" class="tab-pane active text-justify" id="history">
                            <p>Prva ni&#353;ka rasa golubova je nastala oko 1800. godine, a preci su joj doma&#263;i golubovi. Oko 1890 god. Ni&#353;ki uzgajiva&#269;i ukr&#353;taju svoje golubove sa leta&#269;ima iz Gr&#269;ke i Severne Afrike, te tako pobolja&#353;avaju konstituciju golubova i postižu du&#382;i let. Ali let jo&#353; uvek nije bio zadovoljavaju&#263;i u pogledu rada krila, jer su golubovi leteli brzo i o&#353;tro. Ubacivanjem orjentalnog prevrta&#269;a daljom selekcijom se otklanjaju i ove ne&#382;eljene osobine.</p>
                            <p> Ovako nastaje prva ni&#353;ka rasa golubova Ni&#353;ki izvorni golub kasnije standardom utvr&#273;en kao Ni&#353;ki visokoleta&#269; koji je kasnije bio osnova za stvaranje ostalih rasa ni&#353;kih golubova. Tako danas Ni&#353; (ili bolje re&#269;eno Južna i Jugoistočna Srbija jer su se sve rase stvarale ne samo u Ni&#353;u ve&#263; i u&#382;oj i &#353;iroj okolini, a Ni&#353; je kao najve&#263;i centar ovog dela Srbije naravno nosio primat i kao takav se kasnije na&#353;ao i u imenima svih ovih rasa) ukupno svoje 4 priznate rase golubova:</p>
                            <p> <strong> Ni&#353;ki visokoleta&#269;,</strong>
                                <br><strong>Ni&#353;ki kratkokljuni golub,</strong>
                                <br><strong>Ni&#353;ki belorepi visokoletač i </strong>
                                <br><strong>Ni&#353;ki standard leta&#269;.</strong></p>
                        </div>
                        <div role="tabpanel" class="tab-pane text-justify" id="description">
                            <p>Ni&#353;ki visokoleta&#269; kao ni&#353;ka rasa koja je prva nastala slu&#382;ila je kao polazna osnova za stvaranje ni&#353;kih rasa koje su nastale kasnije, ali isto tako i kao polazna osnova za mnoge druge rase golubova, te za ukr&#353;tanja sa drugim rasama radi propravljanja leta&#269;kih ili eksterijernih osobina ovih rasa. Ni&#353;ki visokoleta&#269; je rasa koja je Standardom priznata i u Savezu odgajiva&#269;a sitnih &#382;ivotinja Republike Srbije, ali je tako&#273;e i jedna od prvih Jugoslovenskih rasa &#269;iji je standard i Evropski verifikovan.</p>
                            <p>Ni&#353;ki kratkokljuni golub nastao je &#353;ezdesetih godina pro&#353;log veka ukr&#353;tanjem Ni&#353;kog visokoleta&#269;a sa rasama kra&#263;eg kljuna kako bi se dobio manji, puniji i kompaktniji kljun kao i ja&#269;a okruglija glava i &#269;elo. Tako je ovaj golub od Ni&#353;kog visokoleta&#269;a nasledio malo, jako i kompaktno telo i muskulaturu sa kojom je mogao da veoma dobro leti.</p>
                            <br>
                            <p>Rasa je priznata u okviru Saveza za odgoj sitnih &#382;ivotinja republike Srbije, ali ne i od strane Evropske asocijacije za odgoj sitnih &#382;ivotinja. Danas je ova rasa na pragu nestanka, jer je sve manji broj odgajiva&#269;a koji je dr&#382;e in ad wom je potpuni primat preuzeo Ni&#353;ki standard golub, kao svojevrsna zamena za ovu rasu</p>
                        </div>
                        <div role="tabpanel" class="tab-pane text-justify" id="standards">
                            <p>Ni&#353;ki belorepi visokoleta&#269;, popularani 'belorepac' kako ga jo&#353; odgajiva&#269;i nazivaju, nastao je jo&#353; u doba Turaka, i veruje se u pribli&#382;no istom vremenu kad i Ni&#353;ki visokoleta&#269;, pa je tako nesre&#263;nim spletom okolnosti ali i zbog nepoznavanja prilika i ovih rasa golubova svrstan kao podtip Ni&#353;kog visokoleta&#269;a. Tako se rad odgjiva&#269;a ove rase golubova u poslednjih par godina usmerava ka ispravljanju ove istorisjke nepravde, te razdvajanju standarda ove dve rase.</p>
                            <p>Ni&#353;ki standard leta&#269; je najmlađe priznata ni&#353;ka rasa golubova koja je nastala jo&#353; &#353;esdesetih godina pro&#353;log veka, a usavr&#353;avana do dana&#353;njih dana, bez da bude registrovana i valjano opisana a na izlo&#382;bama je izlagana kao Ni&#353;ki kratkokljuni golub i ako su razlike izmedju ove dve rase evidentne.</p>
                            <p>Poreklo ove rase se vezuje uglavnom za selekciju biranih ni&#353;kih visokoleta&#269;a sa intenzivnim bojama, du&#382;im telom, malim kljunom, izra&#382;enijom i krupnijom glavom i ukr&#353;tanjem takvih primeraka sa pe&#263;kim golubovima, poljskim (Ma&#263;uha) i Novosadskim kratkokljunim golubovima i indijanerima, pa ponovnim vraćanjem na birane Ni&#353;ke visokoleta&#269;e i ukr&#353;tanjem u srodstvu, dok nije dobijen golub koji danas najvi&#353;e podseća na Ni&#353;kog visokoleta&#269;a, ali mnogo lep&#353;eg i plemenitijeg izgleda.</p>
                        </div>
                    </div>
                </div>
                <div class="col-lg-5 col-md-5 col-sm-12 col-xs-12"> <img class="featurette-image img-responsive center-block img-circle vertical-align img-pigeon1" src="./img/pigeon_description2.jpg" alt="Pigeon photo"> </div>
            </div>
        </div>
    </div>
    <!-- END Niske rase-->
    <div class="container-fluid my-pigeon">
        <div class="container" id="letaci">
            <div class="row featurette">
                <div class="col-md-7 col-md-push-5">
                    <h3 class="text-uppercase visokoletaci gray-color wow animated slideInRight" data-wow-duration="3s">Ni&#353;ki Visokoleta&#269;</h3>
                    <ul class="nav nav-tabs">
                        <li class="active tabs-color"><a href="#history1" role="tab" data-toggle="tab">Istorijat</a></li>
                        <li class="tabs-color"><a href="#description1" role="tab" data-toggle="tab">Opis</a></li>
                        <li class="tabs-color"><a href="#standards1" role="tab" data-toggle="tab">Standard</a></li>
                    </ul>
                    <div class="tab-content">
                        <div role="tabpanel" class="tab-pane active text-justify" id="history1">
                            <p>Rasa je nastala oko 1800. godine, a preci su joj domaPetrovi&#263;i golubovi. Oko 1890 god. Ni&#353;ki uzgajiva&#269;i ukr&#353;taju svoje golubove sa leta&#269;ima iz Gr&#269;ke i Severne Afrike, te tako pobolja&#353;avaju konstituciju golubova i postižu duži let. Ali let jo&#353; uvek nije bio zadovoljavajuPetrovi&#263;i u pogledu rada krila, jer su golubovi leteli brzo i o&#353;tro. Ubacivanjem orjentalnog prevrta&#269;a daljom selekcijom se otklanjaju i ove neželjene osobine. Po&#269;etkom ovog veka uzgoj se vr&#353;i u dva pravca: prvo sa ciljem da se dobije golub koji će leteti visoko i dugo, leteći mirnim, kružnim letom bez prevrtanja a zatim golub sa intezivnim bojama, lepim kljunom i o&#269;ima. Kasnije se ova dva pravca stapaju u jedan koji zahteva goluba visokoleta&#269;a sa lepim eksterijernim svojstvima, &#353;to nije bilo lako postići.</p>
                            <p> Najpre su postignuti zadovoljavajući rezultati u letu koji je trajao od 4-6 sati, pa i vi&#353;e. A tek 1920. godine uzgojeni su prvi primerci sa intenzivnim bojama i ostalim dana&#353;njim rasnim odlikama ni&#353;kog goluba. Letačke sposobnosti: Osnovna karakteristika dana&#353;njeg ni&#353;kog visokoleta&#269;a je grupni, kru&#382;ni, miran i visok let, koji traje 4-10 sati Prvo takmi&#269;enje ni&#353;kih visokoleta&#269;a održano je 1928. godine u Ni&#353;u, a prvi opis rase objavljen je 1954. godine u &#269;asopisu 'Odgajiva&#269;'. Savez odgajivača sitnih životinja Jugoslavije registrovao je 1975. takmi&#269;arska pravila i standard za ovu rasu. Prema pravilniku takmi&#269;arsko jato treba da broji od pet do sedam leta&#269;a, a evidentira se rezultat pet najboljih leta&#269;a. </p>
                            <p>Odgajiva&#269;i za njega kažu da je najlep&#353;i visokoleta&#269; na svetu. Kroz dugu istoriju usavr&#353;avanja ove rase odgajiva&#269;i su uporedo radili na usavr&#353;avanju leta&#269;kih i eksterijernih karakteristika. Tako je na kraju postignuto ono &#353;to se želelo lep golub koji dobro leti. </p>
                        </div>
                        <div role="tabpanel" class="tab-pane text-justify" id="description1">
                            <p>Ni&#353;ke visokoleta&#269;e krasi dobro i utegnuto telo, jaka glava i čelo, 'niske' i neoperjane noge (mada nisu retki ni slučajevi sa blago operjanim nogama, što se naravno smtra gre&#353;kom), srednje dug i jak kljun i intenzivnim i jakim bojama (nikako bleda ili medjuboja).
                                <br>Temperament: Zna&#269;ajna osobina mu je da se mora i posle najdu&#382;eg leta vratiti u svoj golubarnik, pa ni&#353;ki golubari imaju obi&#269;aj da ka&#382;u žon je moj i na zemlji i u vazduhu. Pored neprogre&#353;ivog silaska u golubarnik ovo je, sli&#269;no kao i belorepac, veoma temperamentan golub koji neretko poleće sa krova uz lupanje krilima i veoma veseo i &#382;ivahan golub.Niski ili linijski let, izlaženje iz vidljivog radijusa leta, prevrtanje, nasedanje ili pikiranje iz visa i izdvajanje iz jata, nedovoljna du&#382;ina leta. Neskladna figura tela.</p>
                            <p> Visok, kratak, glava prevelika, mala ravna i jako izdu&#382;ena, ulegnuto i usko &#269;elo, nepravilna ćuba, &#382;ute i crvene o&#269;i (uski okviri, naborani i crveni), kljun tanak i dug ili suvi&#353;e kratak i debeo, zatim &#353;aren, dug i tanak vrat, uske i viseće grudi, mlitava i viseća krila (beli ko&#269;ani, krežava krila), rep rastre&#353;en, lepezast, dvojno pero, noge visoke i operjane, raznobojni nokti, neintenzivne boje.</p>
                            <p>Jata startuju u određeno vreme, a u roku od 15 minuta mora poleteti najmanje pet leta&#269;a ina&#269;e se vr&#353;i diskvalifikacija. U roku od 12 sati od poletanja, jato mora postići propisanu visinu, odnosno visinu na kojoj se golubovima ne vidi rad krila, ili da su nevidljivi. Od ukupne dužine leta, jato mora provesti najmanje 2/3 vremena na propisanoj visini. U roku od 30 minuta, jato se mora spustiti na prijavljeno mesto, koje je od golubarnika udaljeno najvi&#353;e 50 metara. Prvi sat i poslednjih 30 minuta leta, priznaju se samo ako golubovi lete na propisanoj visini.U roku od 30 minuta, jato se mora spustiti na prijavljeno mesto, koje je od golubarnika udaljeno najvi&#353;e 50 metara. Prvi sat i poslednjih 30 minuta leta, priznaju se samo ako golubovi lete na propisanoj visini. Jato mora postići minimalno 4 časova prosečnog leta. (preuzeto iz knjige Josipa Pekanovica &#382;.) Eksterijer:</p>
                            <p>Ocenjivanje:
                                <br>Op&#353;ti utisak | dr&#382;anje tela | glava | &#269;elo | kapa | o&#269;i | kljun | boja kljuna | krila i rep | vrat | noge | boje i &#353;are.</p>
                        </div>
                        <div role="tabpanel" class="tab-pane text-justify" id="standards1">
                            <p><i>Postojbina:</i> Ni&#353;, gde nastaje oko 1800. godine.
                                <br><i>Op&#353;ti izgled:</i> Srednjeg je stasa, dobro razvijen, elegantnih linija, izraženih refleksa, dobro operjan. , sa &#353;iljatom kapom.
                                <br><i>Glava:</i> Okrugla, duguljasta, sa &#353;irokim i blago ispup&#269;enim &#269;elom. Gledajući sa gornje strane, sa kljunom i ćubom, izgled glave je oblika romba. Ćuba je uzana i &#353;iljata, a može bit ii mlao &#353;ira tzv. nokat-ćuba koja je u obliku nokta na palcu. Imaju kapu od uha do uha ukrašenu sa dva cveta sa strane.
                                <br><i>O&#269;i:</i> Krupne, biserne boje boje, kod beloglavih ili sarenoglavih tamne. O&#269;ni okviri dvostruki i glatki, bele boje a kod tamnokljunih primeraka tamnije.
                                <br><i>Kljun:</i> Srednje dužine, deblji i &#353;iri, s gornje strane blago povijen na vrhu, bele je boje ili obojen prema osnovnoj boji perja. Kod belobradih donji deo kljuna beo, a gornji može biti taman. Nozdrve su &#353;iroke otvor permanentno Slobodan, belo napuderisane.
                                <br><i>Vrat:</i> Srednje du&#382;ine. Izdi&#382;e se vertikalno iznad prsa, a prema glavi se blago su&#382;ava i u luku prelazi u podbradak.
                                <br><i>Prsa:</i> Široka, malo ispup&#269;ena i zaobljena.
                                <br><i>Leđa:</i> Široka, blago zaobljena, malo nagnuta prema repu.
                                <br><i>Krila:</i> Prili&#269;no duga, jaka, dobro slo&#382;ena, priljubljena uz telo, le&#382;e na repu, krađa su od repa
                                <br><i>Rep:</i> Duga&#269;ak s (12-16) širokih pera, koja se u letu &#353;ire u lepezu
                                <br><i>Noge:</i> Srednje dužine, snažne, neoperjane, crvene boje. Boja noktiju je u korelaciji sa bojom kljuna.
                                <br><i>Perje:</i> Sjajno, &#269;vrsto, dobro prile&#382;e.</p>
                        </div>
                    </div>
                </div>
                <div class="col-md-5 col-md-pull-7"> <img class="featurette-image img-responsive center-block img-circle vertical-align img-pigeon" src="./img/pigeon_description_1.jpg" alt="Pigeon photo"> </div>
            </div>
        </div>
    </div>
    </div>
    <!-- END Visokoletaci-->
    <div class="container-fluid species-pigeon">
        <div class="container species-pigeon" id="belorepci">
            <div class="row featurette">
                <div class="col-md-7">
                    <h3 class="text-uppercase title-species wow animated slideInLeft">Belorepci</h3>
                    <ul class="nav nav-tabs">
                        <li class="active normal-tabs"><a href="#history2" role="tab" data-toggle="tab">Istorijat</a></li>
                        <li class="normal-tabs"><a href="#description2" role="tab" data-toggle="tab">Opis</a></li>
                        <li class="normal-tabs"><a href="#standards2" role="tab" data-toggle="tab">Standard</a></li>
                    </ul>
                    <div class="tab-content">
                        <div role="tabpanel" class="tab-pane active text-justify" id="history2">
                            <p>Ni&#353;ki belorepi letač, popularni belorepac, po mnogima je jedna od eksterijerno najlep&#353;ih rasa nastalih na prostoru biv&#353;e Jugoslavije. Zahvaljujući veoma strogim zahtevima koje nameće Standard za ovu rasu, pre svega u pogledu izgleda ovog goluba on je tokom svoje istorije (nastao još u doba Turaka, po nekim autorima i mnogo ranije) evaluirao od jednog po malo eksterijerno grubog i sa rasporedom &#353;ara nedovoljno izdefinisanog goluba do goluba veoma elegantnog držanja i stava i goluba sa tačno izdefinisanim rasporedom boja (crte&#382;om). Danas se belorepac javlja u preko deset razli&#269;itih boja / varijeteta, uključujući i veoma raritetne kai&#353;aste varijetete.</p>
                            <p> Ovo je rasa koju krasi, ne samo lep i skladan eksterijer, već su belorepci i veoma dobri leta&#269;i, pa je tako rasa svrstana u grupu golubova leta&#269;a. Ovi golubovi uz trening mogu da lete od 4 do 10 sati, a imaju visok, kru&#382;an i miran let sa besprekornim silaskom. Danas su veoma retki odgajivači koji ih drže zbog leta, i koji ih puštaju i teraju na let.</p>
                            <p>Pored izgleda i leta ovu rasu krasi veoma specifi&#269;an temperament, neki bi rekli pravi “ju&#382;nja&#269;ki”. Ovo su golubovi koji veoma &#269;esto samoinicijativno poleću sa krova uz jako lupanje krilima. Pored toga pravi su veseljaci, pa je u golubarniku uvek &#382;ivo ukoliko se u njemu nalazi makar nekoliko parova belorepaca. Kod slu&#269;ajnog raspla&#353;ivanja i gubljenja prilkom prvog pu&#353;tanja ovaj golub će u najvećem broju slu&#269;ajeva nepogrešivo naći svoj kavez, ako ne odmah onda bar posle nekoliko dana lutanja i traženja.</p>
                        </div>
                        <div role="tabpanel" class="tab-pane text-justify" id="description2">
                            <p>GLAVA: Okrugla, gledana s boka simetrično izdu&#382;ena, sa blago ispupčenim jakim, vertikalnim i umereno &#353;irokim &#269;elom. Kapa je od uha do uha sa velikim rozetama na krajevima, postavljena tako da vrh kape bude u liniji s glavom ili tik iznad glave. O&#269;I: Tamne boje, krupne sa dvostrukim belim obo&#269;nicama. KLJUN: Srednje du&#382;ine, s gornje strane blago povijen ka vrhu. Bele je boje, osim kod crno ili plavo obojenih primeraka gde gornji deo kljuna može biti u korelaciji s perjem. Nozdrve su belo napuderisane, široke sa permanentno slobodnim otvorom . VRAT: Srednje dužine, deblji i &#353;iri izdiže se vertikalno iznad grudi, prema glavi se blago su&#382;ava i u luku prelazi u podbradak. GRUDI: &#353;iroke, malo ispup&#269;ene i zaobljene. LEĐA: &#353;iroka, blago zaobljena, prema repu malo nagnuta. KRILA: Prili&#269;no duga, jaka, dobro slo&#382;ena, le&#382;e na repu i od njega su kraća 2 cm. REP: Duga&#269;ak sa 12-14 &#353;irokih pera koja se u letu &#353;ire u lepezu. NOGE: Kratke, neoperjane, jarko crvene boje. Boja noktiju je bela, osim kod crnih i plavih primeraka gde može biti u korelaciji s bojom kljuna. PERJE: Sjajno, &#269;vrsto, dobro prileže na telo.</p>
                            <p> BOJE I &#353;ARE: Gaje se u svim bojama, uključujući i prskane i varijetete sa krilnim prugama. Dok su im beli glava, prednji deo kape, portikla (koja se proteže pravilno do kraja prednjeg dela vrata do mesta gde se on spaja sa voljkom), simetričan broj belih letnih pera po 6-10 u svakom krilu, zadnji deo leđa, koren repa i rep, stomak i deo oko nogu. Sve ostalo je u nekoj od boja. Boje su intenzivne sa metalnim prelivima na vratu. Po&#382;eljna je što jasnija ocrtanost sa što jasnijim i pravilnijim linijama prelaza iz boje u boju.</p>
                            <p>Neskladna figura tela; glava: prevelika ili premala i jako izdu&#382;ena ili ravna; ulegnuto &#269;elo, kapa nepravilna ili priljubljena, previsoka ili preniska, obojeni deo na glavi u obliku badema; o&#269;i: bele, crvene ili &#382;ute, očni okviri previše naborani crveni il &#382;uti; kljun: tanak i dug ili suviše kratak i debeo; vrat: dug i tanak; grudi: uzane i viseće; krila: mlitava i viseća, sa nesređenim perjem; rep: rastrešen, lepezast; noge: visoke, raznobojni nokti; perje: ne prile&#382;e dobro uz telo, bez sjaja; boja i šare: neintenzivna boja i loš raspored šara. Niski ili linijski let, izla&#382;enje iz vidljivog radijusa leta, prevrtanje, nasedanje ili pikiranje i izdvajanje iz jata, nedovoljna du&#382;ina leta. VELIČINA PRSTENA: 7</p>
                        </div>
                        <div role="tabpanel" class="tab-pane text-justify" id="standards2">
                            <p>Poreklo: Jugoisto&#269;na Srbija, grad Niš i šira okolina. Nastaje još oko 1800 godine u pribli&#382;no istom istorisjkom trenutnku kad i Niški visokoleta&#269; sa kojim se uporedo razvija. Iz tog razloga do današnjih dana, nepravedno je svrstavan u pod-tip Niškog visokoleta&#269;a, i kao takav je prezentovan i izlagan na izlo&#382;bama i ako se radi o dve potpuno razli&#269;ite rase golubova. Smatra se da su najverovatnije nastali od turskih beskapih, belorepih rasa prevrta&#269;a kojih ima nekoliko (bursa, &#269;akal), koji su na prostoru juga srbije ukrštani verovatno sa nekom rasom dvobojnih golubova bogate i široke kape.</p>
                            <p>Srednjeg je stasa, dobro razvijen, elegantnih linija, prefinjenog izgleda i držanja, dobro operjan sa veoma dobro izraženim refleksikma, du&#382;ine od 26-29 cm.</p>
                        </div>
                    </div>
                </div>
                <div class="col-md-5"> <img class="featurette-image img-responsive center-block img-circle vertical-align img-pigeon1" src="./img/pigeon_description_3.jpg" alt="Pigeon img"> </div>
            </div>
        </div>
    </div>
    <!-- END Belorepci-->
    <!--Gallery-->
    <div class="container-fluid my-pigeon">
        <div class="container" id="galerija">
            <h3 class="text-uppercase visokoletaci gray-color text-center" data-wow-duration="3s">Galerija</h3>
            <div id="yoxview_picasa" class="thumbnails"></div>
            <!-- <ul class="row gallery-pigeon">
                <li class="col-lg-3 col-md-3 col-sm-4 col-xs-6" data-index="0"> <img class="img-responsive" src="./img/0dgoj1.jpg" alt="Gallery Photo1">
                    <p class="text">Optional text. This will also show in the modal</p>
                </li>
                <li class="col-lg-3 col-md-3 col-sm-4 col-xs-6" data-index="1"> <img class="img-responsive" src="./img/0dgoj1.jpg" alt="Gallery Photo1">
                    <p class="text">Optional text. This will also show in the modal</p>
                </li>
                <li class="col-lg-3 col-md-3 col-sm-4 col-xs-6" data-index="2"> <img class="img-responsive" src="./img/0dgoj1.jpg" alt="Gallery Photo1">
                    <p class="text">Optional text. This will also show in the modal</p>
                </li>
                <li class="col-lg-3 col-md-3 col-sm-4 col-xs-6" data-index="3"> <img class="img-responsive" src="./img/0dgoj1.jpg" alt="Gallery Photo1">
                    <p class="text">Optional text. This will also show in the modal</p>
                </li>
            </ul> -->
            <div class="modal fade" id="myModal" tabindex="-1" role="dialog" aria-labelledby="myModalLabel" aria-hidden="true">
                <div class="modal-dialog">
                    <div class="modal-content">
                        <div class="modal-body"> </div>
                    </div>
                    <!-- /.modal-content -->
                </div>
                <!-- /.modal-dialog -->
            </div>
            <!-- /.modal -->
        </div>
    </div>
    <!-- /.container -->
    <!--FORM-->
    <div class="container-fluid species-pigeon">
        <div class="container inner contact" id="contact">
            <h3 class="text-center text-uppercase contact-title">Kontakt</h3>
            <!-- Form Area -->
            <div class="contact-form">
                <!-- Form -->
                <form id="contact-us" method="post" action="#">
                    <!-- Left Inputs -->
                    <div class="col-xs-6 wow animated slideInLeft" data-wow-delay=".5s">
                        <!-- Name -->
                        <input type="text" name="name" id="name" required="required" class="form" placeholder="Name" />
                        <!-- Email -->
                        <input type="email" name="mail" id="mail" required="required" class="form" placeholder="Email" />
                        <!-- Subject -->
                        <input type="text" name="subject" id="subject" required="required" class="form" placeholder="Subject" /> </div>
                    <!-- End Left Inputs -->
                    <!-- Right Inputs -->
                    <div class="col-xs-6 wow animated slideInRight" data-wow-delay=".5s">
                        <!-- Message -->
                        <textarea name="message" id="message" class="form textarea" placeholder="Message"></textarea>
                    </div>
                    <!-- End Right Inputs -->
                    <!-- Bottom Submit -->
                    <div class="relative fullwidth col-xs-12">
                        <!-- Send Button -->
                        <button type="submit" id="submit" name="submit" class="form-btn semibold">Send Message</button>
                    </div>
                    <!-- End Bottom Submit -->
                    <!-- Clear -->
                    <div class="clear"></div>
                </form>
                <!-- Your Mail Message -->
                <div class="mail-message-area">
                    <!-- Message -->
                    <div class="alert gray-bg mail-message not-visible-message"> <strong>Thank You !</strong> Your email has been delivered. </div>
                </div>
            </div>
        </div>
        <!-- End Contact Form Area -->
    </div>
    <div class="container map-contact">
        <iframe src="https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d46524.40092175698!2d22.28456441897413!3d43.2142071593548!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x475505623cd084c3%3A0x75f36fdb0981f831!2sBela+Palanka%2C+Serbien!5e0!3m2!1sde!2sde!4v1484666414253" width="600" height="450" frameborder="0" style="border:0" allowfullscreen></iframe>
    </div>
    <!-- End Inner -->
    <footer>
        <div class="container">
            <div class="row">
                <div class="footer-lists col-lg-9 col-md-9 col-sm-12 col-xs-12">
                    <h5>Linkovi korisnih sajtova i sajtova sa srodnom tematikom</h5>
                    <div class="col-lg-4 col-md-4 col-sm-12 col-xs-12">
                        <h6>Golubovi:</h6>
                        <ul>
                            <li>Forum posvećen golubovima i golubarima:<a href="http://www.tekir.homesites.de" target="_blank">www.tekir.homesites.de</a></li>
                            <li>Forum posvećen golubovima srpskim visokoletačima:<a href="http://www.carskaptica.serbianforum.info" target="_blank">www.tekir.homesites.de</a></li>
                            <li>Zvanična prezentacija Roler kluba Srbije:<a href="http://www.rolerklubsrbije.com" target="_blank">www.tekir.homesites.de</a></li>
                        </ul>
                    </div>
                    <div class="col-lg-4 col-md-4 col-sm-12 col-xs-12">
                        <h6>Sitne životinje:</h6>
                        <ul>
                            <li>Evropski savez odgajiva&#269;a sitnih životinja:<a href="http://www.entente-ee.com" target="_blank">www.entente-ee.com</a></li>
                            <li>Forum posvećen sitnim životinjama i ostalim kućnim ljubimcima:<a href="http://www.svijet-ljubimaca.com" target="_blank">www.svijet-ljubimaca.com</a></li>
                            <li>Hrvatski savez odgajivača sitnih životinja<a href="http://www.cro-golub.com" target="_blank"> www.cro-golub.com</a></li>
                        </ul>
                    </div>
                    <div class="col-lg-4 col-md-4 col-sm-12 col-xs-12">
                        <h6>Ptice:</h6>
                        <ul>
                            <li>Forum posvećen odgajiva&#269;ima ptica:<a href="http://www.svetptica.forumsr.net" target="_blank">www.svetptica.forumsr.net</a></li>
                            <li>Forum posvećen pticama peva&#269;icama i ostalim pticama:<a href="http://www.pticefauneevrope.forumotion.com" target="_blank">www.pticefauneevrope.forumotion.com</a></li>
                            <li>Kinolosko poljoprivredni forum: <a href="http://www.kp-forum.all-up.com" target="_blank"> www.kp-forum.all-up.com</a></li>
                        </ul>
                    </div>
                </div>
                <div class="col-lg-3 col-md-3 col-sm-12 col-xs-12 social-icons">
                    <svg xmlns="http://www.w3.org/2000/svg" style="display: none;">
                        <symbol id="icon-facebook" viewBox="0 0 30.162 64">
                            <title>Facebook</title>
                            <desc>Link to Facebook</desc>
                            <path fill="#FFFFFF" d="M30.113,0.001c0,0-6.156,0-10.239,0c-6.082,0-12.843,2.549-12.843,11.351c0.032,3.065,0,6.001,0,9.306H0
		v11.173h7.251V64h13.321V31.616h8.794l0.796-10.991h-9.821c0,0,0.026-4.893,0-6.31c0-3.476,3.628-3.279,3.84-3.279
		c1.73,0,5.081,0.005,5.942,0V0L30.113,0.001L30.113,0.001z" /> </symbol>
                        <symbol id="icon-mail" viewBox="0 0 64 46.545">
                            <title>Email</title>
                            <desc>Email</desc>
                            <path fill="#FFFFFF" d="M59,5v36.545H5V5H59 M64,0H0v46.545h64V0L64,0z" />
                            <polyline fill="none" stroke="#FFFFFF" stroke-width="5" stroke-miterlimit="10" points="2.926,2.127 32,23.272 60.922,2.237 	" /> </symbol>
                        <symbol id="icon-youtube" viewBox="0 0 64 44.907">
                            <title>YouTube</title>
                            <desc>Link to YouTube</desc>
                            <path fill="#FFFFFF" d="M63.394,9.304c0,0-0.115-8.491-9.777-8.838C43.966,0.113,32.994,0,32.994,0h-1.992
		c0,0-10.967,0.113-20.623,0.466C0.717,0.813,0.603,9.304,0.603,9.304S-0.675,23.151,0.49,33.565
		c0.877,7.875,2.556,10.41,11.752,10.875c9.186,0.467,18.771,0.467,18.771,0.467h1.971c0,0,9.586,0,18.771-0.467
		c9.195-0.465,10.875-3,11.752-10.875C64.677,23.151,63.394,9.304,63.394,9.304z M25.386,31.411V13.258l17.215,9.196L25.386,31.411z
		" />
                            <polygon opacity="0.2" fill="#FFFFFF" points="25.386,13.258 40.478,23.557 42.601,22.454 	" /> </symbol>
                    </svg>
                    <div class="wrapper">
                        <div class="socialLinks">
                            <a class="facebook" href="#" title="Find me on Facebook">
                                <svg class="socialIcon">
                                    <use xlink:href="#icon-facebook" /> </svg>
                            </a>
                            <a class="mail" href="#" title="Email Me">
                                <svg class="socialIcon">
                                    <use xlink:href="#icon-mail" /> </svg>
                            </a>
                            <a class="youtube" href="#" title="Find me on YouTube">
                                <svg class="socialIcon">
                                    <use xlink:href="#icon-youtube" /> </svg>
                            </a>
                        </div>
                    </div>
                </div>
                <div class="col-lg-12 col-md-12 col-sm-12 col-xs-12 social-icons">
                    <p class="copy-right text-center">&copy; 2016 Design by Milena Lates</p>
                </div>
            </div>
        </div>
        </div>
    </footer>
    <!-- Bootstrap core JavaScript
    ================================================== -->
    <!-- Placed at the end of the document so the pages load faster -->
    <script src="https://ajax.googleapis.com/ajax/libs/jquery/1.12.4/jquery.min.js"></script>
    <script src="./js/bootstrap.min.js"></script>
    <!-- Just to make our placeholder images work. Don't actually copy the next line! -->
    <script src="./js/holder.min.js"></script>
    <!-- IE10 viewport hack for Surface/desktop Windows 8 bug -->
    <script src="./js/ie10-viewport-bug-workaround.js"></script>
    <script src="./js/wow.min.js"></script>
    <script src="./js/yoxview/yoxview-init.js"></script>
    <script src="./js/main.js"></script>
    <!-- Google Analytics -->
    <script type="text/javascript">
        var _gaq = _gaq || [];
        _gaq.push(['_setAccount', 'UA-19884217-1']);
        _gaq.push(['_trackPageview']);
        
        (function() {
          var ga = document.createElement('script'); ga.type = 'text/javascript'; ga.async = true;
          ga.src = ('https:' == document.location.protocol ? 'https://ssl' : 'http://www') + '.google-analytics.com/ga.js';
          var s = document.getElementsByTagName('script')[0]; s.parentNode.insertBefore(ga, s);
        })();
    </script>
</body>

</html>